do

function run(msg, matches)
  return [[<b>
💠راهنمای فارسی ربات💠
    
🔆شخصی سازی سوپرگروه:
🌟قفل
[لینک|مخاطب|اسپم|فارسی|اعضا|راستچین|اعلان|استیکر|تگ|شکلک|انگلیسی|فروارد|کلمات زشت|وب لینک|رسانه|اشتراک گذاری|ربات|شماره|پوکر|صدا|عکس|فیلم|متن|همه|گیف|اینلاین|دستور]

🌟*بازکردن*
[لینک|مخاطب|اسپم|فارسی|اعضا|راستچین|اعلان|استیکر|تگ|شکلک|انگلیسی|فروارد|کلمات زشت|وب لینک|رسانه|اشتراک گذاری|ربات|شماره|پوکر|صدا|عکس|فیلم|متن|همه|گیف|اینلاین|دستور]

🌟ممنوعیت
[صدا|فیلم|عکس|گیف|متن|همه]

🌟حذف ممنوعیت
[صدا|فیلم|عکس|گیف|متن|همه]

🌟تنظیم
[عکس|اسم|درباره|قوانین|نام کاربری|حساسیت]

🌟عمومی (🔓-🔐)
مدیریت یک کاربر:
[بلاک [ایدی یا ریپلای
اخراج [ایدی یا ریپلای]
بن|انبن  [ایدی یا ریپلای]

🌟فیلتر کردن
فیلتر  [کلمه موردنظر]    
حذف فیلتر [کلمه موردنظر]  
لیست فیلتر     
لیست کلمه هایی که فیلتر شده
پاک کردن لیست فیلتر 
 پاک کزدن تمامی کلماتی که فیلتر شده   
 
🌟تنظیم
[عکس|نام|مالک|ادمین|حساسیت]

ارتقا [ایدی یا ریپلای]
عزل [ایدی]
عزل ادمین [ایدی یا ریپلای]
خفه کردن [ایدی یا ریپلای]
اگر برای دوبار پیاپی زده شود فرد ازادمیشود

🌟دستورات عمومی سوپر گروه:
لیست[اعضا|خفه ها|ممنوعیت|مدیران]
ادمین ها
مالک
ربات ها
تنظیمات
اطلاعات گروه
اid
🌟اعضا:
قوانین
حذف [تعداد]
حذف کردن تعداد پیام ها
اخراجم کن
خارج شدن از گروه
اطلاعات [ایدی]
🌟گرفتن اطلاعات فرد
ایدی [ریپلای یا ایدی]
تنظیم لینک
لینک 
حذف   (عدد)    
حدف پیام های گروه
 
🌟 انقضا        
 اطلاع از تاریخ انقضای گروها
️!پاک کن         
پاک کردن کسانی که دلیت اکانت کرده اند از گروه</b>
 ▬▬▬▬๑۩۩๑▬▬▬▬
  ｆｉｒｅ-ｔｅａｍ 
    🦋 @HsamDew 🦋
]]
end

return {
  patterns = {
     "^[#!/][Hh][Ee][Ll][Pp]$",
      "^[Hh]elp$",
      "^کمک$",
    "^راهنما$"
  }, 
  run = run 
}

end
